{
	"consoleexperience.tips.1": "Die Hilfe des Waffenschmiedes hat eine Chance, alles zu verdoppeln, was im Schmelzofen geschmolzen werden kann. Aber nur eine Chance.",
	"consoleexperience.tips.2": "Der Quantenfänger kann fast jede Kreatur festhalten. Kreaturkäfige, Edelholzeimer und bestimmte Gläser können nur kleine Kreaturen halten.",
	"consoleexperience.tips.3": "Du kannst Dorfbewohner anlocken, indem du einen Smaragdblock in der Hand hältst.",
	"consoleexperience.tips.4": "Wenn du ein Lagerfeuer auf einen Heuballen setzt, erhöht sich die Chance, einen Wandernden Händler erscheinen zu lassen.",
	"consoleexperience.tips.5": "Das Buch der Zerlegung kann verwendet werden, um Gegenstände zu entzaubern. Achtung: Der Gegenstand wird auch entfernt!",
	"consoleexperience.tips.6": "Ein Ewiger Stella kann nur im Ende gefunden werden oder durch einen Wanderer gehandelt werden.",
	"consoleexperience.tips.7": "Netheritklumpen ermöglichen es dir, die Aufrüstkosten eines Werkzeugs zu verringern. Verwende es in einem Amboss.",
	"consoleexperience.tips.8": "Der \"Bag Of Yurting\" erlaubt es dir, Tile Entities wie Truhen zu speichern.",
	"consoleexperience.tips.9": "Du kannst zu deinem Todespunkt teleportieren, indem du entweder einen Schrecklichen oder Gesegneten Vertrag verwendest.",
	"consoleexperience.tips.10": "Drücke Z, um heranzuzoomen.",
	"consoleexperience.tips.11": "Du kannst Quests anpinnen, um sie während des Spiels anzuzeigen.",
	"consoleexperience.tips.12": "Du kannst mehr Gesundheit, Glück oder Geschwindigkeit hinzufügen, indem du Fähigkeitspunkte in deinem Fähigkeitsbaum ausgibst, der sich in deinem Inventar befindet.",
	"consoleexperience.tips.13": "Spawner haben eine 15%ige Chance, einen Spawner-Splitter fallen zu lassen. Baue fleißig ab!",
	"consoleexperience.tips.14": "Jedes Mal, wenn deine Herzen zunehmen, passen sich die Kreaturen an deine Gesundheit an.",
	"consoleexperience.tips.15": "Du kannst Rauch von Blöcken wie Öfen mit Lüftungen und Schornsteinen umleiten.",
	"consoleexperience.tips.16": "Benutze Rückruftränke, um zurückzukehren, wo du geschlafen hast.",
	"consoleexperience.tips.17": "Drei Weizen ergeben kein Brot. Der Prozess erfordert das Backen.",
	"consoleexperience.tips.18": "Normale Werkzeuge können ziemlich langweilig sein. Tetra-Werkzeuge können mit dir aufsteigen.",
	"consoleexperience.tips.19": "Du kannst Curios, Musikdiscs und Statuen in Spektralschluff umwandeln. Das wird später im Spiel nützlich sein.",
	"consoleexperience.tips.20": "Bewahre Sternenkonstellationspapiere in deinem Astralbuch auf, falls du welche findest.",
	"consoleexperience.tips.21": "Mehrfaches Abbauen von Blöcken ist begrenzt und anstrengend. Du kannst stattdessen Verzauberungen verwenden.",
	"consoleexperience.tips.22": "Jedes Mal, wenn du in eine neue, unerforschte Biomzone gehst, siehst du den Namen des Bioms vor dir.",
	"consoleexperience.tips.23": "Drücke 'T', um im Inventar den Mülleimerslot unten rechts zu verstecken.",
	"consoleexperience.tips.24": "Stelle ein Schlafsack her, um während der Erkundung zu schlafen.",
	"consoleexperience.tips.25": "Drücke 'Umschalt + F', um dich hinzusetzen.",
	"consoleexperience.tips.26": "Möchtest du nicht, dass Pixies deine Gegenstände stehlen? Bestech sie mit einem Kuchen.",
	"consoleexperience.tips.27": "Inventarhaustiere können nur in unterirdischen Verliesen gefunden werden.",
	"consoleexperience.tips.28": "Der Holzfäller ermöglicht es dir, fast alle Holzarten zu Brettern zu quintupeln. Die Sägemühle dagegen sextupelt Holz.",
	"consoleexperience.tips.29": "Truhen in unterirdischen Verliesen haben eine sehr geringe Chance, Werkzeuge mit Attributen zu enthalten.",
	"consoleexperience.tips.30": "Du kannst Erze im Grunde zerquetschen und die Ausbeute an Erzen duodezupeln (x12). Hinweis: Dabei ist Blut im Spiel.",
	"consoleexperience.tips.31": "Silent Gear ist überbewertet.",
	"consoleexperience.tips.32": "Die meisten Skelette haben eine 10%ige Chance, mit einem speziellen Pfeil zu spawnen. Noch ein Grund, einen Schild herzustellen.",
	"consoleexperience.tips.33": "Wenn du zufällig ein großes Rift mit dem Verfluchten Rift öffnest, werden die Belohnungsgegenstände höchstwahrscheinlich auszahlen!",
	"consoleexperience.tips.34": "Jede Welle eines beliebigen Rifts erhöht die Schwierigkeit der gespawnten Kreaturen, basierend auf einem bestimmten Multiplikator.",
	"consoleexperience.tips.35": "Halte 'C' gedrückt, um auf Anfrage zu kriechen.",
	"consoleexperience.tips.36": "Mundabiturstaub kann Creeper aufladen.",
	"consoleexperience.tips.37": "Für jedes Glückslevel erhältst du eine +2%ige Chance, beim Öffnen einer beliebigen Art von Beutekiste einen zusätzlichen Wurf zu bekommen, insgesamt bis zu drei zusätzliche Würfe.",
	"consoleexperience.tips.38": "Zombies haben eine 5%ige Chance, mit einem zufälligen Kürbis zu spawnen.",
	"consoleexperience.tips.39": "Die Druidenkiste gewährt bessere verzauberte Bücher, je mehr Erfahrung du im Verzaubern von Dingen hast.",
	"consoleexperience.tips.40": "Die Floralkiste gewährt hochwertigere Beute, je mehr du über Blumenmagie weißt."
}