{
	"consoleexperience.tips.1": "The Armorer's Aid has a chance to double everything that can be smelted inside a Blast Furnace. But only a chance.",
	"consoleexperience.tips.2": "The Quantum Catcher can hold almost every mob. Mob cages, Edelwood buckets and certain jars can only hold small entities.",
	"consoleexperience.tips.3": "You can lure Villagers by holding a Block Of Emerald in your hand.",
	"consoleexperience.tips.4": "Placing a Campfire on top of a hay bale increases the chance of spawning a Wandering Trader.",
	"consoleexperience.tips.5": "The Tome Of Scrapping can be used to disenchant items. Warning: The item will be scrapped too!",
	"consoleexperience.tips.6": "An Eternal Stella can only be found inside The End.",
	"consoleexperience.tips.7": "Netherite nuggets allow you to decrease a tool's upgrade cost. Use them in an Anvil.",
	"consoleexperience.tips.8": "The Bag Of Yurting allows storing Tile Entities like Chests.",
	"consoleexperience.tips.9": "You can teleport to your Death Point by using either a Dreadful or Anointed Contract",
	"consoleexperience.tips.10": "Hold 'Z' to zoom-in",
	"consoleexperience.tips.11": "You can pin Quests to show them while playing.",
	"consoleexperience.tips.12": "You can add more Health, Luck or Speed by spending skill points in your Skill Tree located inside your inventory.",
	"consoleexperience.tips.13": "Spawners have a 15% chance to drop a Spawner Shard. Keep on mining them!",
	"consoleexperience.tips.14": "Every time your Hearts increase, Mobs will adapt to your health.",
	"consoleexperience.tips.15": "You can redirect Smoke from blocks such as Furnaces with Vents and Chimneys.",
	"consoleexperience.tips.16": "Use Recall Potions to get back to where you slept.",
	"consoleexperience.tips.17": "Three wheat do not equal bread. The process requires baking.",
	"consoleexperience.tips.18": "Normal Tools can be quite boring. Tetra Tools can level up with you.",
	"consoleexperience.tips.19": "You can turn Curios, Music Discs and Statues into Spectral Silt. It will be useful later in the game.",
	"consoleexperience.tips.20": "Store Constellation Papers in your Astral Tome, in case you find any.",
	"consoleexperience.tips.21": "Mining multiple blocks at a time is limited and exhausting. You can instead use enchantments.",
	"consoleexperience.tips.22": "Everytime you enter a new, unexplored Biome, you will see the Biome's name in front of you.",
	"consoleexperience.tips.23": "While in your inventory, press 'T' to hide the Trash Can Slot located at the bottom right.",
	"consoleexperience.tips.24": "Craft a Bedroll to sleep while exploring.",
	"consoleexperience.tips.25": "Press 'Shift+F' to sit.",
	"consoleexperience.tips.26": "You don't want Pixies stealing your items anymore? Please them with a cake.",
	"consoleexperience.tips.27": "Inventory Pets can only be found inside floored Dungeons.",
	"consoleexperience.tips.28": "The Woodcutter allows you to quintuple almost all wood types to planks. The Sawmill however sextuples wood.",
	"consoleexperience.tips.29": "Chests in floored Dungeons have a very small chance to contain affixed Tools.",
	"consoleexperience.tips.30": "You can essentially crush ores and duodecuple (x12) the output of ores. Hint: There is blood involved.",
	"consoleexperience.tips.31": "Silent Gear is overrated.",
	"consoleexperience.tips.32": "Most Skeletons have a 10% chance to spawn with a special arrow. More reason to craft a shield.",
	"consoleexperience.tips.33": "If you happen to open a large rift using the Cursed Rift, the reward items will most likely pay out!",
	"consoleexperience.tips.34": "Each wave of any Gateway increases the difficulty of the mobs spawned, based on a certain multiplier.",
	"consoleexperience.tips.35": "Hold 'C' to crawl on demand.",
	"consoleexperience.tips.36": "Mundabitur Dust can charge Creepers.",
	"consoleexperience.tips.37": "For each Level of Luck, you gain a +2% chance of getting an additional roll when opening a any type of Loot Box, to the total of three extra rolls.",
	"consoleexperience.tips.38": "Zombies have 5% chance to spawn with a random pumpkin.",
	"consoleexperience.tips.39": "The Druidic Box grants better enchanted books, the more experience you have in enchanting things.",
	"consoleexperience.tips.40": "The Floral Box grants higher quality loot, the more you know about Floral Magic."
}