{
	"consoleexperience.tips.1": "La Ayuda del Armero tiene una oportunidad de duplicar todo lo que se puede fundir en un Horno de Fundición. Pero solo es una oportunidad.",
	"consoleexperience.tips.2": "La Capturadora Cuántica puede contener casi cualquier criatura. Las jaulas para criaturas, los cubos de Edelwood y ciertos frascos solo pueden contener entidades pequeñas.",
	"consoleexperience.tips.3": "Puedes atraer a Aldeanos sosteniendo un Bloque de Esmeralda en tu mano.",
	"consoleexperience.tips.4": "Colocar una Hoguera encima de una paca de heno aumenta la probabilidad de que aparezca un Comerciante Ambulante.",
	"consoleexperience.tips.5": "El Tomo de Desencantamiento se puede usar para desencantar objetos. Advertencia: ¡El objeto también se desencantará!",
	"consoleexperience.tips.6": "Una Estrella Eterna solo se puede encontrar dentro del Fin.",
	"consoleexperience.tips.7": "Las pepitas de Netherita te permiten reducir el costo de mejora de una herramienta. Úsalas en un Yunque.",
	"consoleexperience.tips.8": "La Bolsa de Yurting permite almacenar Entidades de Bloques como Baúles.",
	"consoleexperience.tips.9": "Puedes teleportarte a tu Punto de Muerte usando un Contrato Atemorizador o Ungido.",
	"consoleexperience.tips.10": "Presiona Z para hacer zoom. Presiona Z de nuevo para hacer zoom out.",
	"consoleexperience.tips.11": "Puedes fijar Misiones para verlas mientras juegas.",
	"consoleexperience.tips.12": "Puedes añadir más Salud, Suerte o Velocidad gastando puntos de habilidad en tu Árbol de Habilidades ubicado dentro de tu inventario.",
	"consoleexperience.tips.13": "Los Generadores tienen un 15% de probabilidad de soltar una Fragmento de Generador. ¡Sigue extrayéndolos!",
	"consoleexperience.tips.14": "Cada vez que aumentan tus Corazones, las Criaturas se adaptarán a tu salud.",
	"consoleexperience.tips.15": "Puedes redirigir el Humo de bloques como Hornos con Conductos y Chimeneas.",
	"consoleexperience.tips.16": "Usa Pociones de Recuerdo para regresar al lugar donde dormiste.",
	"consoleexperience.tips.17": "Tres trigos no equivalen a pan. El proceso requiere horneado.",
	"consoleexperience.tips.18": "Las Herramientas Normales pueden ser bastante aburridas. Las Herramientas Tetra pueden evolucionar contigo.",
	"consoleexperience.tips.19": "Puedes convertir Curios, Discos de Música y Estatuas en Limo Espectral. Será útil más tarde en el juego.",
	"consoleexperience.tips.20": "Guarda Papeles de Constelaciones en tu Tomo Astral, en caso de que encuentres alguno.",
	"consoleexperience.tips.21": "Minar varios bloques a la vez es limitado y agotador. En su lugar, puedes usar encantamientos.",
	"consoleexperience.tips.22": "Cada vez que entres en un Bioma nuevo e inexplorado, verás el nombre del Bioma frente a ti.",
	"consoleexperience.tips.23": "Mientras estás en tu inventario, presiona 'T' para ocultar la Ranura del Cubo de Basura ubicada en la esquina inferior derecha.",
	"consoleexperience.tips.24": "Crea un Saco de Dormir para dormir mientras exploras.",
	"consoleexperience.tips.25": "Presiona 'Shift+F' para sentarte.",
	"consoleexperience.tips.26": "¿No quieres que las Hadas te roben tus objetos? Apacígalas con un pastel.",
	"consoleexperience.tips.27": "Las Mascotas de Inventario solo se pueden encontrar dentro de Mazmorras con suelo.",
	"consoleexperience.tips.28": "El Leñador te permite quintuplicar casi todos los tipos de madera a tablones. Sin embargo, la Aserradora sextuplica la madera.",
	"consoleexperience.tips.29": "Los Baúles en Mazmorras con suelo tienen una probabilidad muy baja de contener Herramientas fijadas.",
	"consoleexperience.tips.30": "Básicamente, puedes triturar minerales y duplicarlos por doce (x12). Pista: Hay sangre involucrada.",
	"consoleexperience.tips.31": "El Equipo Silencioso está sobrevalorado.",
	"consoleexperience.tips.32": "La mayoría de los Esqueletos tienen un 10% de probabilidad de aparecer con una flecha especial. Más razón para fabricar un escudo.",
	"consoleexperience.tips.33": "Si abres un gran abismo usando la Falla Maldita, ¡es muy probable que los objetos de recompensa se paguen!",
	"consoleexperience.tips.34": "Cada oleada de cualquier Portal aumenta la dificultad de las criaturas que aparecen, basado en un cierto multiplicador.",
	"consoleexperience.tips.35": "Mantén presionada 'C' para gatear cuando lo desees.",
	"consoleexperience.tips.36": "El Polvo Mundabitur puede cargar a los Creeper.",
	"consoleexperience.tips.37": "Por cada Nivel de Suerte, obtienes un +2% de probabilidad de obtener un rol adicional al abrir cualquier tipo de Caja de Botín, hasta un total de tres rolls extra.",
	"consoleexperience.tips.38": "Los Zombis tienen un 5% de probabilidad de aparecer con una calabaza aleatoria.",
	"consoleexperience.tips.39": "La Caja Druida otorga libros encantados de mejor calidad, cuanto más experiencia tengas en el arte del encantamiento.",
	"consoleexperience.tips.40": "La Caja Floral otorga botines de mayor calidad, cuanto más sepas sobre la Magia Floral."
}