{
	"consoleexperience.tips.1": "L'Aide du Forgeron a une chance de doubler tout ce qui peut être fondu dans un Fourneau à Soufflet. Mais seulement une chance.",
	"consoleexperience.tips.2": "Le Capturateur Quantique peut contenir presque tous les monstres. Les cages de monstres, les seaux en Bois Noble et certains bocaux ne peuvent contenir que de petites entités.",
	"consoleexperience.tips.3": "Vous pouvez attirer les Villageois en tenant un Bloc d'Émeraude dans votre main.",
	"consoleexperience.tips.4": "Placer un Feu de Camp sur une meule de foin augmente la chance de faire apparaître un Marchand Errant.",
	"consoleexperience.tips.5": "Le Tome de Désenchantement peut être utilisé pour désenchanter des objets. Attention : l'objet sera également détruit !",
	"consoleexperience.tips.6": "Une Stella Éternelle ne peut être trouvée qu'à l'intérieur de l'End.",
	"consoleexperience.tips.7": "Les pépites de Netherite vous permettent de réduire le coût de mise à niveau d'un outil. Utilisez-les sur une Enclume.",
	"consoleexperience.tips.8": "Le Sac de Voyage permet de stocker des Entités de Tuiles comme les Coffres.",
	"consoleexperience.tips.9": "Vous pouvez téléporter jusqu'à votre Point de Mort en utilisant soit un Contrat Redoutable, soit un Contrat Béni.",
	"consoleexperience.tips.10": "Appuyez sur Z pour zoomer. Appuyez sur Z à nouveau pour dézoomer.",
	"consoleexperience.tips.11": "Vous pouvez épingler des Quêtes pour les afficher pendant que vous jouez.",
	"consoleexperience.tips.12": "Vous pouvez ajouter plus de Santé, de Chance ou de Vitesse en dépensant des points de compétence dans votre Arbre de Compétences situé dans votre inventaire.",
	"consoleexperience.tips.13": "Les Générateurs ont une chance de 15% de laisser tomber un Éclat de Générateur. Continuez à les miner !",
	"consoleexperience.tips.14": "Chaque fois que vos Points de Vie augmentent, les Monstres s'adaptent à votre santé.",
	"consoleexperience.tips.15": "Vous pouvez rediriger la Fumée à partir de blocs tels que les Fours avec des Conduits et des Cheminées.",
	"consoleexperience.tips.16": "Utilisez des Potions de Rappel pour retourner à l'endroit où vous avez dormi.",
	"consoleexperience.tips.17": "Trois blés ne sont pas équivalents à du pain. Le processus nécessite de la cuisson.",
	"consoleexperience.tips.18": "Les Outils Normaux peuvent être assez ennuyeux. Les Outils Tetra peuvent monter en niveau avec vous.",
	"consoleexperience.tips.19": "Vous pouvez transformer des Curiosités, des Disques de Musique et des Statues en Limon Spectral. Cela sera utile plus tard dans le jeu.",
	"consoleexperience.tips.20": "Rangez les Papiers de Constellation dans votre Tombe Astrale, au cas où vous en trouveriez.",
	"consoleexperience.tips.21": "Extraire plusieurs blocs à la fois est limité et épuisant. Vous pouvez plutôt utiliser des enchantements.",
	"consoleexperience.tips.22": "Chaque fois que vous entrez dans un Biome inexploré, vous verrez le nom du Biome devant vous.",
	"consoleexperience.tips.23": "Dans votre inventaire, appuyez sur 'T' pour masquer la Fente de Poubelle située en bas à droite.",
	"consoleexperience.tips.24": "Fabriquez un Rouleau pour dormir pendant l'exploration.",
	"consoleexperience.tips.25": "Appuyez sur 'Maj + F' pour vous asseoir.",
	"consoleexperience.tips.26": "Vous ne voulez plus que les Pixies vous volent vos objets ? Régalez-les avec un gâteau.",
	"consoleexperience.tips.27": "Les Animaux d'Inventaire ne peuvent être trouvés que dans les Donjons du sol.",
	"consoleexperience.tips.28": "Le Bûcheron vous permet de quintupler presque tous les types de bois en planches. La Scierie sextuple cependant le bois.",
	"consoleexperience.tips.29": "Les Coffres dans les Donjons du sol ont une très petite chance de contenir des Outils équipés.",
	"consoleexperience.tips.30": "Vous pouvez essentiellement broyer les minerais et décupler (x12) le rendement des minerais. Astuce : du sang est impliqué.",
	"consoleexperience.tips.31": "Les Équipements Silencieux sont surestimés.",
	"consoleexperience.tips.32": "La plupart des Squelettes ont une chance de 10% de spawner avec une flèche spéciale. Une raison de plus pour fabriquer un bouclier.",
	"consoleexperience.tips.33": "Si vous ouvrez accidentellement une faille avec la Faille Maudite, les objets de récompense auront très probablement une grande valeur !",
	"consoleexperience.tips.34": "Chaque vague de Portail augmente la difficulté des monstres invoqués, selon un certain multiplicateur.",
	"consoleexperience.tips.35": "Maintenez 'C' pour ramper à la demande.",
	"consoleexperience.tips.36": "La Poussière de Mundabitur peut charger les Creepers.",
	"consoleexperience.tips.37": "Pour chaque Niveau de Chance, vous avez +2% de chance d'obtenir un lancer supplémentaire en ouvrant n'importe quel type de Coffre au Trésor, pour un total de trois lancers supplémentaires.",
	"consoleexperience.tips.38": "Les Zombies ont 5% de chance de spawner avec une citrouille aléatoire.",
	"consoleexperience.tips.39": "La Boîte Druidique accorde de meilleurs livres enchantés, plus vous avez d'expérience en enchantement.",
	"consoleexperience.tips.40": "La Boîte Florale offre un butin de meilleure qualité, plus vous en savez sur la Magie Florale."
}