{
	"consoleexperience.tips.1": "Помощник Бронник имеет шанс удвоить все, что можно плавить в плавильне. Но только шанс.",
	"consoleexperience.tips.2": "Квантовый ловец может удерживать почти всех мобов. Мобильные клетки, ведра из Эдельвуда и некоторые банки могут удерживать только маленьких существ.",
	"consoleexperience.tips.3": "Вы можете привлечь жителей, держа в руке изумрудный блок.",
	"consoleexperience.tips.4": "Установка костра на вершине стога сена увеличивает шанс появления блуждающего торговца.",
	"consoleexperience.tips.5": "Том утилизации можно использовать для изъятия зачарований с предметов. Предупреждение: предмет также будет утилизирован!",
	"consoleexperience.tips.6": "Вечная Стелла можно найти только в Крае.",
	"consoleexperience.tips.7": "Нуггеты Незерита позволяют уменьшить стоимость улучшения инструмента. Используйте их в наковальне.",
	"consoleexperience.tips.8": "Мешок для путешествий позволяет хранить блоки-энтити, такие как сундуки.",
	"consoleexperience.tips.9": "Вы можете телепортироваться к точке смерти, используя Дрожащий или Насыщенный договор.",
	"consoleexperience.tips.10": "Нажмите 'Z', чтобы увеличить масштаб. Нажмите 'Z' снова, чтобы вернуться к обычному масштабу.",
	"consoleexperience.tips.11": "Вы можете закрепить задачи, чтобы видеть их во время игры.",
	"consoleexperience.tips.12": "Вы можете увеличить здоровье, удачу или скорость, расходуя очки навыков в вашем навыковом дереве, которое находится в вашем инвентаре.",
	"consoleexperience.tips.13": "Спаунеры имеют 15% шанс выкинуть осколок спаунера. Продолжайте их добывать!",
	"consoleexperience.tips.14": "Каждый раз, когда увеличивается ваше здоровье, мобы адаптируются к вашему здоровью.",
	"consoleexperience.tips.15": "Вы можете перенаправить дым от блоков, таких как печи, с помощью вентиляции и дымоходов.",
	"consoleexperience.tips.16": "Используйте зелья возврата, чтобы вернуться в место, где вы спали.",
	"consoleexperience.tips.17": "Три пшеничных зёрна ещё не равны хлебу. Для этого нужно выпекать.",
	"consoleexperience.tips.18": "Обычные инструменты могут быть довольно скучными. Инструменты Тетры могут развиваться вместе с вами.",
	"consoleexperience.tips.19": "Вы можете превратить курьезы, музыкальные диски и статуи в Спектральный силт. Это будет полезно позже в игре.",
	"consoleexperience.tips.20": "Храните бумаги созвездий в своей астральной книге, если найдете какие-либо.",
	"consoleexperience.tips.21": "Ограниченное и истощающее количество блоков можно добывать одновременно. Вы можете вместо этого использовать зачарования.",
	"consoleexperience.tips.22": "Каждый раз, когда вы входите в новый неисследованный биом, вы увидите имя биома перед собой.",
	"consoleexperience.tips.23": "Находясь в инвентаре, нажмите 'T', чтобы скрыть слот мусорного контейнера, который находится в правом нижнем углу.",
	"consoleexperience.tips.24": "Создайте складной коврик, чтобы спать во время исследования.",
	"consoleexperience.tips.25": "Нажмите 'Shift+F', чтобы сесть.",
	"consoleexperience.tips.26": "Вы больше не хотите, чтобы Пикси крали ваши предметы? Угостите их тортом.",
	"consoleexperience.tips.27": "Инвентарные питомцы можно найти только в подземных подземельях.",
	"consoleexperience.tips.28": "Дровосек позволяет преобразовать почти все виды древесины в доски в пять раз. Пилорама же увеличивает древесину в шесть раз.",
	"consoleexperience.tips.29": "Сундуки в подземных подземельях имеют очень маленький шанс содержать инструменты с прикрепленными свойствами.",
	"consoleexperience.tips.30": "Вы можете буквально размельчать руды и увеличивать выход руды в двенадцать раз. Совет: в процессе есть кровь.",
	"consoleexperience.tips.31": "Безмолвное снаряжение переоценено.",
	"consoleexperience.tips.32": "У большинства скелетов есть 10% шанс появиться с особыми стрелами. Ещё одна причина для создания щита.",
	"consoleexperience.tips.33": "Если вам удастся открыть большую рифту с помощью Проклятой рифты, наградные предметы скорее всего выпадут!",
	"consoleexperience.tips.34": "Каждая волна любого Врата увеличивает сложность вызываемых мобов в зависимости от определенного множителя.",
	"consoleexperience.tips.35": "Удерживайте 'C', чтобы ползти по требованию.",
	"consoleexperience.tips.36": "Пыль Мундабитур может заряжать криперов.",
	"consoleexperience.tips.37": "За каждый уровень удачи вы получаете +2% шанс дополнительного выпадения при открытии любого типа сундука с добычей, в общей сложности до трех дополнительных бросков.",
	"consoleexperience.tips.38": "У зомби есть 5% шанс появиться с случайной тыквой.",
	"consoleexperience.tips.39": "Друидическая коробка дарит лучшие зачарованные книги, чем больше опыта у вас в зачаровании вещей.",
	"consoleexperience.tips.40": "Флористическая коробка дарит лучшую добычу высокого качества, чем больше вы знаете о Флористической магии."
}